tap "blendle/blendle"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "bazelisk"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "gcc"
brew "gimme"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "node"
brew "jsonlint"
brew "kubectx"
brew "make"
brew "neovim"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tfenv"
brew "tmux"
brew "blendle/blendle/kns"
brew "felixkratz/formulae/sketchybar"
cask "1password-cli"
cask "aerospace"
cask "claude-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
